export default {
    'common': {
        'en': 'English',
        'ru': 'Русский',
        'ua': 'Українська',
        'loading': 'Идет загрузка...',
    },
    'modules': {
        'main': 'Главная',
        'legal': 'Услуги для юридических лиц',
        'individual': 'Услуги для физических лиц',
        'additional': 'Дополнительные услуги',
        'contacts': 'Контакты',
        'about': 'Обо мне',
    },
    'Greetings': {
        'LegalServiceText': 'Услуги юриста',
        'Slogan': 'Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.',
        // empty line
    },
    'menu': {
        'main': 'Home',
        'services': 'Services',
        'contacts': 'Contacts',
    },
    'legal': {
        'slogan': 'Лондон є столицею Великобританії, а ми є найркащими юристами і адвокатами в Україні.',
        'customs': 'Таможенные споры',
        'eco': 'Экологические споры',
        'work': 'Трудовые споры',
        'business': 'Споры по Кодексу административного суда',
        'tax': 'Хозяйственные споры',
        'disputs': 'Абонентское обслуживание',
    },
    'individual': {
        'slogan': 'Лондон є столицею Великобританії, а ми є найркащими юристами і адвокатами в Україні.',
        'bank': 'Споры с банками',
        'employ': 'Трудовые споры',
        'insurance': 'Страховые споры',
        'soil': 'Земельные споры',
        'legacy': 'Наследственные споры',
        'home': 'Жилищные споры',
        'human': 'Представительство в Европейском суде по правам человека',
    },
    'Headline': {
        'LegalServiceText': 'Услуги для юридических лиц',
        'Slogan': 'Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.',
        // empty line
    },
    'texts': {
        'legal': {
            'customs': 'Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.',
            'eco': 'Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.',
            'work': 'Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.',
            'business': 'Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.',
            'tax': 'Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.',
            'disputs': 'Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.',
        },
        'individual': {
            'bank': 'Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.',
            'employ': 'Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.',
            'insurance': 'Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.',
            'soil': 'Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.',
            'legacy': 'Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.',
            'home': 'Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.',
            'human': 'Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.',
        },
    },
};
