export default {
    'modules': {
        'main': 'Головна',
        'legal_services': 'Послуги для юридичних осіб',
        'individual_services': 'Послуги для фізичних осіб',
        'addition_services': 'Додаткові послуги',
        'contacts': 'Контакти',
        'about': 'Про мене',
    },
    'Greetings': {
        'LegalServiceText': 'Юридичні послуги',
        'Slogan': 'Лондон є столицею Великобританії, а ми є найркащими юристами і адвокатами в Україні.',
        // empty line
    },
    'menu': {
        'main': 'Головна',
        'services': 'Послуги',
        'contacts': 'Контакти',
    },
    'legal_services': {
        'slogan': 'Лондон є столицею Великобританії, а ми є найркащими юристами і адвокатами в Україні.',
        //
    },
    'individual_services': {
        'slogan': 'Лондон є столицею Великобританії, а ми є найркащими юристами і адвокатами в Україні.',
        //
    },
    'addition_services': {
        'slogan': 'Лондон є столицею Великобританії, а ми є найркащими юристами і адвокатами в Україні.',
        //
    },
};
