export default {
    'common': {
        'en': 'English',
        'ru': 'Русский',
        'ua': 'Українська',
        'loading': 'Зачекайте, будь ласка.',
    },
    'modules': {
        'main': 'Головна',
        'legal': 'Послуги для юридичних осіб',
        'individual': 'Послуги для фізичних осіб',
        'additional': 'Додаткові послуги',
        'contacts': 'Контакти',
        'about': 'Про мене',
    },
    'Greetings': {
        'LegalServiceText': 'Юридичні послуги',
        'Slogan': 'Лондон є столицею Великобританії, а ми є найркащими юристами і адвокатами в Україні.',
        // empty line
    },
    'menu': {
        'main': 'Головна',
        'services': 'Послуги',
        'contacts': 'Контакти',
    },
    'legal': {
        'slogan': 'Лондон є столицею Великобританії, а ми є найркащими юристами і адвокатами в Україні.',
        'customs': 'Митні спори',
        'eco': 'Екологічні спори',
        'work': 'Трудові спори',
        'business': 'Спори по Кодексу адміністративного судочинства',
        'tax': 'Господарські спори',
        'disputs': 'Абонентське обслуговування',
    },
    'individual': {
        'slogan': 'Лондон є столицею Великобританії, а ми є найркащими юристами і адвокатами в Україні.',
        'bank': 'Спори з банками',
        'employ': 'Трудові спори',
        'insurance': 'Страхові спори',
        'soil': 'Земельні спори',
        'legacy': 'Спадкові спори',
        'home': 'Житлові спори',
        'human': 'Представництво в Європейському суді з прав людини',
    },
    'additional': {
        'slogan': 'Лондон є столицею Великобританії, а ми є найркащими юристами і адвокатами в Україні.',
        //
    },
    'texts': {
        'legal': {
            'customs': 'Лондон є столицею Великобританії, а ми є найркащими юристами і адвокатами в Україні.',
            'eco': 'Лондон є столицею Великобританії, а ми є найркащими юристами і адвокатами в Україні.',
            'work': 'Лондон є столицею Великобританії, а ми є найркащими юристами і адвокатами в Україні.',
            'business': 'Лондон є столицею Великобританії, а ми є найркащими юристами і адвокатами в Україні.',
            'tax': 'Лондон є столицею Великобританії, а ми є найркащими юристами і адвокатами в Україні.',
            'disputs': 'Лондон є столицею Великобританії, а ми є найркащими юристами і адвокатами в Україні.',
        },
        'individual': {
            'bank': 'Лондон є столицею Великобританії, а ми є найркащими юристами і адвокатами в Україні.',
            'employ': 'Лондон є столицею Великобританії, а ми є найркащими юристами і адвокатами в Україні.',
            'insurance': 'Лондон є столицею Великобританії, а ми є найркащими юристами і адвокатами в Україні.',
            'soil': 'Лондон є столицею Великобританії, а ми є найркащими юристами і адвокатами в Україні.',
            'legacy': 'Лондон є столицею Великобританії, а ми є найркащими юристами і адвокатами в Україні.',
            'home': 'Лондон є столицею Великобританії, а ми є найркащими юристами і адвокатами в Україні.',
            'human': 'Лондон є столицею Великобританії, а ми є найркащими юристами і адвокатами в Україні.',
        },
    },
};
