import React, { Component } from 'react';
// import PropTypes from 'prop-types';
import { connect } from 'react-redux';
// import classnames from 'classnames';
class TemplatePage extends Component {
    render() {
        // Нужна автоматизация
        // Если это просто для тестирования то ок
        // Вопросов нет
        return (
            <div>
                <div className='HeaderImg'>
                    <img src='https://i.imgur.com/szrLKL1.jpg' alt='header' />
                </div>
                <div className='TemplateText'>
                    <div className='TemplateText_Header'>
                        Господарські спори
                    </div>
                    <div className='TemplateText_Content'>
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине. Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        <div className='Devider' />
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине. Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        <div className='Devider' />
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине. Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.
                        Лондон является столицей Великобритании. А мы являемся лучшими юристами и адвокатами в Украине.

                    </div>
                </div>
            </div>
        );
    }
}

//TemplatePage.propTypes = {
//
//};

//TemplatePage.defaultProps = {
//
//};

function select(/* store */) {
    return { };
}

export default connect(select)(TemplatePage);
